{"w2i": {"<pad>": 0, "<unk>": 1, "<sos>": 2, "<eos>": 3, "i": 4, "was": 5, ".": 6, "so": 7, "on": 8, "to": 9, "the": 10, ",": 11, "italian": 12, "is": 13, "of": 14, "and": 15, "a": 16, "lettuce": 17, "nothing": 18, "really": 19, "special": 20, "&": 21, "not": 22, "$": 23, "_num_": 24, "hoagie": 25, "it": 26, "had": 27, "cheese": 28, "she": 29, "told": 30, "me": 31, "there": 32, "for": 33, "dressing": 34, "side": 35, "are": 36, "you": 37, "?": 38, "going": 39, "ordered": 40, "onions": 41, "or": 42, "paid": 43, "in": 44, "this": 45, "never": 46, "(": 47, "better": 48, "than": 49, ")": 50, "up": 51, "your": 52, "business": 53, "place": 54, "has": 55, "no": 56, "should": 57, "what": 58, "be": 59, "very": 60, "disappointed": 61, "service": 62, "we": 63, "back": 64, "also": 65, "terrible": 66, "used": 67, "go": 68, "tires": 69, "went": 70, "would": 71, "take": 72, "'": 73, "ll": 74, "time": 75, "they": 76, "too": 77, "do": 78, "n't": 79, "waste": 80, "like": 81, "at": 82, "were": 83, "wait": 84, "worst": 85, "all": 86, "my": 87, "experience": 88, "with": 89, "!": 90, "from": 91, "him": 92, "rude": 93, "get": 94, "have": 95, "just": 96, "again": 97, "if": 98, "been": 99, "salad": 100, "that": 101, "could": 102, "but": 103, "as": 104, "carnegie": 105, "does": 106, "only": 107, "inside": 108, "either": 109, "which": 110, "us": 111, "out": 112, "money": 113, "one": 114, "s": 115, "old": 116, "cold": 117, "pizza": 118, "ever": 119, "flavor": 120, "here": 121, "fish": 122, "bad": 123, "did": 124, "even": 125, "good": 126, "food": 127, "well": 128, "however": 129, "our": 130, "he": 131, "took": 132, "much": 133, "where": 134, "papa": 135, "j": 136, "restaurants": 137, "chicken": 138, "restaurant": 139, "pasta": 140, "veal": 141}, "i2w": {"0": "<pad>", "1": "<unk>", "2": "<sos>", "3": "<eos>", "4": "i", "5": "was", "6": ".", "7": "so", "8": "on", "9": "to", "10": "the", "11": ",", "12": "italian", "13": "is", "14": "of", "15": "and", "16": "a", "17": "lettuce", "18": "nothing", "19": "really", "20": "special", "21": "&", "22": "not", "23": "$", "24": "_num_", "25": "hoagie", "26": "it", "27": "had", "28": "cheese", "29": "she", "30": "told", "31": "me", "32": "there", "33": "for", "34": "dressing", "35": "side", "36": "are", "37": "you", "38": "?", "39": "going", "40": "ordered", "41": "onions", "42": "or", "43": "paid", "44": "in", "45": "this", "46": "never", "47": "(", "48": "better", "49": "than", "50": ")", "51": "up", "52": "your", "53": "business", "54": "place", "55": "has", "56": "no", "57": "should", "58": "what", "59": "be", "60": "very", "61": "disappointed", "62": "service", "63": "we", "64": "back", "65": "also", "66": "terrible", "67": "used", "68": "go", "69": "tires", "70": "went", "71": "would", "72": "take", "73": "'", "74": "ll", "75": "time", "76": "they", "77": "too", "78": "do", "79": "n't", "80": "waste", "81": "like", "82": "at", "83": "were", "84": "wait", "85": "worst", "86": "all", "87": "my", "88": "experience", "89": "with", "90": "!", "91": "from", "92": "him", "93": "rude", "94": "get", "95": "have", "96": "just", "97": "again", "98": "if", "99": "been", "100": "salad", "101": "that", "102": "could", "103": "but", "104": "as", "105": "carnegie", "106": "does", "107": "only", "108": "inside", "109": "either", "110": "which", "111": "us", "112": "out", "113": "money", "114": "one", "115": "s", "116": "old", "117": "cold", "118": "pizza", "119": "ever", "120": "flavor", "121": "here", "122": "fish", "123": "bad", "124": "did", "125": "even", "126": "good", "127": "food", "128": "well", "129": "however", "130": "our", "131": "he", "132": "took", "133": "much", "134": "where", "135": "papa", "136": "j", "137": "restaurants", "138": "chicken", "139": "restaurant", "140": "pasta", "141": "veal"}}