{"w2i": {"<pad>": 0, "<unk>": 1, "<sos>": 2, "<eos>": 3, "excellent": 4, "food": 5, ".": 6, "superb": 7, "customer": 8, "service": 9, "they": 10, "also": 11, "have": 12, "daily": 13, "specials": 14, "and": 15, "ice": 16, "cream": 17, "which": 18, "is": 19, "really": 20, "good": 21, "it": 22, "'": 23, "s": 24, "a": 25, "toasted": 26, "hoagie": 27, "the": 28, "staff": 29, "friendly": 30, "bar": 31, "soup": 32, "of": 33, "day": 34, "homemade": 35, "lots": 36, "great": 37, "place": 38, "for": 39, "lunch": 40, "or": 41, "snacks": 42, "beer": 43, "new": 44, "range": 45, "looks": 46, "amazing": 47, "this": 48, "was": 49, "very": 50, "but": 51, "people": 52, "are": 53, "&": 54, "traditional": 55, "`": 56, "mom": 57, "n": 58, "pop": 59, "quality": 60, "perfection": 61, "best": 62, "fish": 63, "chips": 64, "you": 65, "ll": 66, "ever": 67, "enjoy": 68, "equally": 69, "fried": 70, "shrimp": 71, "will": 72, "love": 73, "wonderful": 74, "reuben": 75, "sandwich": 76, "hidden": 77, "gem": 78, ",": 79, "no": 80, "took": 81, "us": 82, "forever": 83, "to": 84, "find": 85, "well": 86, "worth": 87, "huge": 88, "!": 89, "i": 90, "added": 91, "mushrooms": 92, "flavorful": 93, "my": 94, "boyfriend": 95, "got": 96, "he": 97, "enjoyed": 98, "as": 99, "fast": 100, "definitely": 101, "be": 102, "back": 103, "dad": 104, "favorite": 105, "knows": 106, "original": 107, "owners": 108, "burgers": 109, "sandwiches": 110, "salads": 111, "decent": 112, "hometown": 113, "favorites": 114, "ample": 115, "free": 116, "parking": 117, "makes": 118, "easy": 119, "go": 120, "there": 121, "everything": 122, "about": 123, "takes": 124, "decades": 125, "vibes": 126, "even": 127, "stuffed": 128, "cabbage": 129, "tastes": 130, "delightful": 131, "hostess": 132, "feel": 133, "welcome": 134, "restaurant": 135, "personnel": 136, "pleasant": 137, "every": 138, "visit": 139, "do": 140, "so": 141, "many": 142, "things": 143, "right": 144, "especially": 145, "taking": 146, "care": 147, "customers": 148, "last": 149, "week": 150, "we": 151, "had": 152, "-": 153, "has": 154, "always": 155, "been": 156, "truly": 157, "outstanding": 158, "tomato": 159, "with": 160, "asiago": 161, "cheese": 162, "delicious": 163, "thanks": 164, "chef": 165, "tony": 166, "maintained": 167, "carts": 168, "in": 169, "shape": 170, "all": 171, "electric": 172, "equipped": 173, "gps": 174, "challenging": 175, "fun": 176, "course": 177, "beautiful": 178, "views": 179, "variety": 180, "length": 181, "layout": 182, "holes": 183, "prices": 184, "were": 185, "buffalo": 186, "chicken": 187, "cool": 188, "off": 189, "beaten": 190, "path": 191, "that": 192, "trip": 193, "awesome": 194, "drink": 195, "during": 196, "happy": 197, "hour": 198, "fantastic": 199, "wings": 200, "crispy": 201, "wing": 202, "night": 203, "on": 204, "tuesday": 205, "thursday": 206, "just": 207, "remember": 208, "selection": 209, "relaxing": 210, "atmosphere": 211, "pizza": 212, "ve": 213, "thick": 214, "cut": 215, "italian": 216, "bread": 217, "fresh": 218, "if": 219, "get": 220, "pittsburgh": 221, "area": 222, "again": 223, "perfect": 224, "joint": 225, "nice": 226, "little": 227, "neighborhood": 228, "town": 229, "biz": 230, "hotel": 231, "up": 232, "street": 233, "bartenders": 234, "here": 235, "away": 236, "company": 237, "top": 238, "notch": 239, "first": 240, "class": 241, "management": 242, "lot": 243, "better": 244, "than": 245, "did": 246, "previous": 247, "years": 248, "experience": 249, "wife": 250, "car": 251, "tires": 252, "friday": 253, "candy": 254, "hut": 255, "spend": 256, "your": 257, "spare": 258, "change": 259, "ended": 260, "working": 261, "polite": 262, "suppose": 263, "haunted": 264, "historic": 265, "building": 266, "high": 267, "hill": 268, "carnegie": 269, "plenty": 270, "at": 271, "only": 272, "_num_": 273, "dollars": 274, "its": 275, "true": 276, "bargain": 277, "heart": 278, "king": 279, "deli": 280, "both": 281, "locations": 282, "shopping": 283, "these": 284, "two": 285, "stores": 286, "gets": 287, "clean": 288, "give": 289, "... .": 290, "highly": 291, "recommend": 292, "watch": 293, "game": 294, "local": 295, "theresa": 296, "does": 297, "job": 298, "basic": 299, "simple": 300, "sometimes": 301, ";": 302, "one": 303, "those": 304, "times": 305, "generous": 306, "portions": 307, "luck": 308, "getting": 309, "seat": 310, "say": 311, "diner": 312, "what": 313, "like": 314, "stick": 315, "basics": 316, "around": 317, "burgh": 318, "okay": 319, "let": 320, "set": 321, "expectations": 322, "tiny": 323, "toast": 324, "greasy": 325, "spoon": 326, "packed": 327, "wait": 328, "parents": 329, "their": 330, "hot": 331, "breakfast": 332, "sausage": 333, "family": 334, "too": 335, "classy": 336, "old": 337, "school": 338, "americana": 339, "french": 340, "choices": 341, "everyone": 342, "obviously": 343, "while": 344, "spot": 345, "grab": 346, "amount": 347, "price": 348, "interesting": 349, "coffee": 350, "mugs": 351, "deserts": 352, "such": 353, "wow": 354, "must": 355, "eat": 356, "menu": 357, "super": 358, "modest": 359, "environment": 360, "quick": 361, "frankly": 362, "felt": 363, "fine": 364, "ta": 365, "small": 366, "diners": 367, "recommended": 368, "stops": 369, "by": 370, "far": 371, "omelets": 372, "prepared": 373, "quickly": 374, "veggie": 375, "omelet": 376, "time": 377, "pancakes": 378, "waffles": 379, "...": 380, "name": 381, ":": 382, ")": 383, "more": 384, "then": 385, "likely": 386, "weekend": 387, "cheap": 388, "know": 389, "strange": 390, "make": 391, "casual": 392, "our": 393, "spots": 394, "real": 395, "liked": 396, "reasonable": 397, "return": 398, "made": 399, "order": 400, "fair": 401, "recommendation": 402, "bagel": 403, "barb": 404, "trust": 405, "me": 406, "often": 407, "honestly": 408, "loved": 409, "helpful": 410, "otherwise": 411, "stay": 412, "rooms": 413, "said": 414, "other": 415, "sites": 416, "repeat": 417, "juicy": 418, "bun": 419, "authentic": 420, "black": 421, "tans": 422, "friends": 423, "irish": 424, "tailor": 425, "shop": 426, "alteration": 427, "guy": 428, "owns": 429, "extremely": 430, "works": 431, "wonder": 432, "how": 433, "stays": 434, "business": 435, "work": 436, "done": 437, "found": 438, "completely": 439, "oh": 440, "yelp": 441, "another": 442, "bridesmaid": 443, "dress": 444, "alterations": 445, "speed": 446, "world": 447, "incredible": 448, "fit": 449, "perfectly": 450, "team": 451, "professional": 452, "courteous": 453, "doctor": 454, "would": 455, "going": 456, "delivery": 457, "take": 458, "out": 459, "singapore": 460, "noodles": 461, "seafood": 462, "delight": 463, "chinese": 464, "grand": 465, "slam": 466, "enough": 467, "meal": 468, "tasty": 469, "popular": 470, "denny": 471, "equipment": 472, "quite": 473, "classes": 474, "ingredients": 475, "preparation": 476, "hands": 477, "down": 478, "yelpers": 479, "white": 480, "certainly": 481, "delivered": 482, "beautifully": 483, "lit": 484, "pa": 485, "soon": 486, "regular": 487, "go-to": 488, "wine": 489, "thought": 490, "interiors": 491, "desserts": 492, "looked": 493, "san": 494, "francisco": 495, "california": 496, "visitor": 497, "ate": 498, "lunchtime": 499, "pretty": 500, "orders": 501, "came": 502, "excellently": 503, "pleasantly": 504, "surprised": 505, "balance": 506, "cheeses": 507, "crust": 508, "baked": 509, "bring": 510, "table": 511, "overall": 512, "(": 513, "spicy": 514, "some": 515, "chow": 516, "soups": 517, "warm": 518, "smell": 519, "baking": 520, "throughout": 521, "display": 522, "cakes": 523, "pastries": 524, "door": 525, "gnocchi": 526, "unique": 527, "downtown": 528, "waiter": 529, "attentive": 530, "ordered": 531, "cannoli": 532, "way": 533, "lucky": 534, "discovered": 535, "papa": 536, "j": 537, "calamari": 538, "appetizer": 539, "fettuccine": 540, "carbonara": 541, "rocks": 542, "went": 543, "dinner": 544, "eggplant": 545, "parmesan": 546, "decor": 547, "inviting": 548, "portion": 549, "sizes": 550, "satisfying": 551, "complimentary": 552, "oil": 553, "efficient": 554, "places": 555, "seriously": 556, "share": 557, "probably": 558, "large": 559, "antipasto": 560, "exceptional": 561, "strong": 562, "knowledge": 563, "freshly": 564, "can": 565, "taste": 566, "knowledgable": 567, "server": 568, "thank": 569, "patrick": 570, "dining": 571, "treat": 572, "proud": 573, "peeps": 574, "savor": 575, "delights": 576, "garden": 577, "salad": 578, "feta": 579, "pine": 580, "nuts": 581, "breads": 582, "close": 583, "phenomenal": 584, "incredibly": 585, "continue": 586, "keep": 587, "coming": 588, "come": 589, "office": 590, "renovated": 591, "organized": 592, "assistant": 593, "comfortable": 594, "see": 595, "yummy": 596, "future": 597, "mcdonald": 598, "sweet": 599, "now": 600, "location": 601, "hanging": 602, "starbucks": 603, "5": 604, "star": 605, "am": 606, "pleased": 607, "outdoor": 608, "seating": 609, "summer": 610, "central": 611, "mall": 612, "actually": 613, "store": 614, "drinks": 615, "facility": 616, "dive": 617, "she": 618, "patient": 619, "cats": 620, "groom": 621, "yet": 622, "michael": 623, "used": 624, "picture": 625, "framing": 626, "ago": 627, "waterfront": 628, "since": 629, "moved": 630, "collection": 631, "candles": 632, "seldom": 633, "crowded": 634, "try": 635, "shakes": 636, "re": 637, "reason": 638, "why": 639, "hit": 640, "bargains": 641, "sing": 642, "blast": 643, "jam": 644, "earth": 645, "mean": 646, "dude": 647, "humor": 648, "guys": 649, "talent": 650, "mention": 651, "hilarious": 652, "an": 653, "absolute": 654, "any": 655, "crowd": 656, "occasion": 657, "age": 658, "not": 659, "musicians": 660, "funny": 661, "entertained": 662, "entertainment": 663, "sampler": 664, "six": 665, "beers": 666, "sampled": 667, "hang": 668, "playing": 669, "piano": 670, "telling": 671, "jokes": 672, "entertaining": 673, "pleasure": 674, "taken": 675, "cars": 676, "them": 677, "honest": 678, "possible": 679, "ca": 680, "n't": 681, "afternoon": 682, "coordinated": 683, "rental": 684, "moreover": 685, "ways": 686, "help": 687, "save": 688, "expense": 689, "body": 690, "without": 691, "much": 692, "trouble": 693, "repair": 694, "doing": 695, "estimate": 696, "sevice": 697, "everytime": 698, "bmw": 699, "pirates": 700, "tap": 701, "want": 702, "from": 703, "special": 704, "football": 705, "hockey": 706, "baseball": 707, "eateries": 708, "frequent": 709, "fries": 710, "something": 711, "different": 712, "part": 713, "tho": 714, "vast": 715, "improvement": 716, "draft": 717, "above": 718, "average": 719, "common": 720, "pub": 721, "fare": 722, "once": 723, "month": 724, "anyhow": 725, "suggest": 726, "who": 727, "likes": 728, "hangout": 729, "solid": 730, "tuna": 731, "melt": 732, "nothing": 733, "spectacular": 734, "bartender": 735, "consistent": 736, "usually": 737, "usual": 738, "center": 739, "arcade": 740, "games": 741, "prizes": 742, "win": 743, "downside": 744, "booze": 745, "pricey": 746, "busy": 747, "tickets": 748, "won": 749, "still": 750, "guest": 751, "adult": 752, "after": 753, "10pm": 754, "thing": 755, "think": 756, "advantage": 757, "half": 758, "priced": 759, "wednesdays": 760, "changed": 761, "over": 762, "becoming": 763, "venue": 764, "drinking": 765, "including": 766, "dj": 767, "starving": 768, "wendy": 769, "manager": 770, "helps": 771, "elderly": 772, "speaks": 773, "book": 774, "today": 775, "cashiers": 776, "respect": 777, "instead": 778, "ignoring": 779, "cashier": 780, "prompt": 781, "reliable": 782, "frustrated": 783, "knowing": 784, "cost": 785, "exceeded": 786, "matters": 787, "most": 788, "brought": 789, "home": 790, "calzone": 791, "garlic": 792, "knots": 793, "piping": 794, "value": 795, "paid": 796, "onion": 797, "rings": 798, "joe": 799, "rock": 800, "bottom": 801, "trivia": 802, "starts": 803, "8p": 804, "m": 805, "play": 806, "todd": 807, "enjoyable": 808, "surprise": 809, "ahi": 810, "others": 811, "noted": 812, "pretzels": 813, "thumbs": 814, "tacos": 815, "brewed": 816, "chocolate": 817, "stout": 818, "cupcake": 819, "ohh": 820, "brews": 821, "wide": 822, "open": 823, "ceilings": 824, "general": 825, "relaxed": 826, "whole": 827, "nachos": 828, "tried": 829, "burger": 830, "size": 831, "refreshing": 832, "twist": 833, "comfort": 834, "staple": 835, "into": 836, "detail": 837, "handled": 838, "wonderfully": 839, "husband": 840, "couple": 841, "year": 842, "except": 843, "veggies": 844, "side": 845, "loves": 846, "mac": 847, "early": 848, "point": 849, "site": 850, "$": 851, "bitter": 852, "slight": 853, "tang": 854, "ranch": 855, "dressing": 856, "barely": 857, "rather": 858, "ball": 859, "park": 860, "pretzel": 861, "bowl": 862, "tortilla": 863, "bravo": 864, "group": 865, "cooked": 866, "flavor": 867, "fan": 868, "space": 869, "accommodating": 870, "reviewers": 871, "stated": 872, "hospitality": 873, "seasonal": 874, "ones": 875, "lately": 876, "consistently": 877, "flights": 878, "exceptionally": 879, "raving": 880, "reasonably": 881, "serve": 882, "typically": 883, "flowing": 884, "option": 885, "when": 886, "absolutely": 887, "second": 888, "show": 889, "improved": 890, "comics": 891, "saw": 892, "seats": 893, "front": 894, "stage": 895, "waitresses": 896, "line": 897, "acts": 898, "substantial": 899, "discounts": 900, "shows": 901, "waitress": 902, "being": 903, "intrusive": 904, "anyway": 905, "giant": 906, "eagle": 907, "enormous": 908, "d": 909, "imagine": 910, "basically": 911, "need": 912, "extra": 913, "reasons": 914, "bold": 915, "statement": 916, "?": 917, "easily": 918, "comparable": 919, "foods": 920, "market": 921, "grocery": 922, "produce": 923, "section": 924, "supermarket": 925, "square": 926, "bakery": 927, "convenient": 928, "vegetables": 929, "fruits": 930, "packaged": 931, "restaurants": 932, "earl": 933, "gray": 934, "tea": 935, "thrown": 936, "measure": 937, "amenities": 938, "browsing": 939, "picking": 940, "kind": 941, "hope": 942, "barnes": 943, "noble": 944, "carries": 945, "long": 946, "history": 947, "excellence": 948, "bruschetta": 949, "garlicky": 950, "establishment": 951, "relax": 952, "lively": 953, "fall": 954, "across": 955, "movie": 956, "theater": 957, "ambiance": 958, "humble": 959, "chain": 960, "sliders": 961, "tempura": 962, "grateful": 963, "impressed": 964, "though": 965, "late": 966, "diverse": 967, "bill": 968, "full": 969, "louie": 970, "sign": 971, "ya": 972, "kayla": 973, "check": 974, "coupons": 975, "experienced": 976, "reviews": 977, "wrong": 978, "pick": 979, "her": 980, "airport": 981, "fabulous": 982, "use": 983, "rides": 984, "driver": 985, "reservation": 986, "cajun": 987, "pasta": 988, "outdoors": 989, "bike": 990, "ride": 991, "rail": 992, "trail": 993, "ed": 994, "steaks": 995, "looking": 996, "sever": 997, "alex": 998, "wrap": 999, "surprisingly": 1000, "stars": 1001, "outta": 1002, "cute": 1003, "ambience": 1004, "deep": 1005, "dish": 1006, "april": 1007, "minute": 1008, "accurate": 1009, "crave": 1010, "bit": 1011, "employee": 1012, "stop": 1013, "sale": 1014, "salespeople": 1015, "nicely": 1016, "tofu": 1017, "simply": 1018, "fact": 1019, "pf": 1020, "chang": 1021, "offered": 1022, "brown": 1023, "rice": 1024, "although": 1025, "split": 1026, "tables": 1027, "daughter": 1028, "each": 1029, "dine": 1030, "together": 1031, "lettuce": 1032, "wraps": 1033, "gf": 1034, "beef": 1035, "broccoli": 1036, "despite": 1037, "opportunity": 1038, "accommodated": 1039, "yesterday": 1040, "friend": 1041, "kevin": 1042, "wanted": 1043, "eats": 1044, "green": 1045, "beans": 1046, "aioli": 1047, "soooo": 1048, "sushi": 1049, "roll": 1050, "pepper": 1051, "onions": 1052, "choice": 1053, "catch": 1054, "heaven": 1055, "positive": 1056, "tone": 1057, "essential": 1058, "holidays": 1059, "5/5": 1060, "shoes": 1061, "wo": 1062, "cent": 1063, "exactly": 1064, "stylish": 1065, "treated": 1066, "panera": 1067, "room": 1068, "sit": 1069, "plentiful": 1070, "meets": 1071, "returning": 1072, "feature": 1073, "purchased": 1074, "wear": 1075, "big": 1076, "corporate": 1077, "america": 1078, "retro": 1079, "tees": 1080, "ah": 1081, "closest": 1082, "drop": 1083, "saturday": 1084, "royalty": 1085, "man": 1086, "stellar": 1087, "personable": 1088, "knew": 1089, "his": 1090, "run": 1091, "toppings": 1092, "mozzarella": 1093, "sticks": 1094, "hoagies": 1095, "phone": 1096, "timely": 1097, "matter": 1098, "pros": 1099, "where": 1100, "deals": 1101, "bed": 1102, "bath": 1103, "beyond": 1104, "employees": 1105, "particular": 1106, "available": 1107, "associates": 1108, "workers": 1109, "inside": 1110, "kids": 1111, "smiley": 1112, "represents": 1113, "caring": 1114, "cares": 1115, "community": 1116, "oreo": 1117, "pie": 1118, "servers": 1119, "ashley": 1120, "goodies": 1121, "yourself": 1122, "gifts": 1123, "frames": 1124, "clothes": 1125, "everyday": 1126, "gym": 1127, "selections": 1128, "printed": 1129, "should": 1130, "camera": 1131, "gumbo": 1132, "tremendous": 1133, "expensive": 1134, "sea": 1135, "bass": 1136, "texture": 1137, "desert": 1138, "creme": 1139, "brulee": 1140, "sugar": 1141, "coated": 1142, "dessert": 1143, "near": 1144, "alternative": 1145, "scene": 1146, "oysters": 1147, "evening": 1148, "end": 1149, "filet": 1150, "crab": 1151, "cake": 1152, "spinach": 1153, "artichoke": 1154, "dip": 1155, "oven": 1156, "sure": 1157, "da": 1158, "asked": 1159, "grilled": 1160, "sunday": 1161, "brunch": 1162, "view": 1163, "mon": 1164, "genuine": 1165, "lover": 1166, "valentines": 1167, "curt": 1168, "house": 1169, "chardonnay": 1170, "buttery": 1171, "compliment": 1172, "leave": 1173, "feeling": 1174, "satisfied": 1175, "date": 1176, "mitchell": 1177, "keeps": 1178, "patio": 1179, "river": 1180, "sourdough": 1181, "cod": 1182, "lobster": 1183, "brle": 1184, "anyone": 1185, "steak": 1186, "medium": 1187, "rare": 1188, "appeared": 1189, "tasted": 1190, "ok": 1191, "bacon": 1192, "wrapped": 1193, "sauce": 1194, "bf": 1195, "yes": 1196, "among": 1197, "seasoned": 1198, "particularly": 1199, "none": 1200, "apps": 1201, "bee": 1202, "few": 1203, "plan": 1204, "myself": 1205, "sometime": 1206, "navy": 1207, "cozy": 1208, "light": 1209, "owned": 1210, "expect": 1211, "eaten": 1212, "life": 1213, "totally": 1214, "bbb": 1215, "due": 1216, "awesomeness": 1217, "created": 1218, "account": 1219, "review": 1220, "passion": 1221, "purchase": 1222, "buying": 1223, "clear": 1224, "glenn": 1225, "mechanics": 1226, "workmanship": 1227, "access": 1228, "unreal": 1229, "bang": 1230, "bikes": 1231, "crew": 1232, "lounge": 1233, "larger": 1234, "currently": 1235, "boneless": 1236, "ribs": 1237, "cooking": 1238, "goods": 1239, "cookies": 1240, "memorable": 1241, "btw": 1242, "pies": 1243, "credit": 1244, "cards": 1245, "calling": 1246, "ahead": 1247, "oldest": 1248, "bakeries": 1249, "rolls": 1250, "enjoying": 1251, "entire": 1252, "item": 1253, "icing": 1254, "next": 1255, "level": 1256, "donuts": 1257, "wedding": 1258, "pepperoni": 1259, "blocks": 1260, "hospital": 1261, "pierogies": 1262, "freakin": 1263, "freaking": 1264, "however": 1265, "tell": 1266, "plus": 1267, "gift": 1268, "sent": 1269, "mother": 1270, "own": 1271, "kitchen": 1272, "former": 1273, "gas": 1274, "station": 1275, "potato": 1276, "cheddar": 1277, "ladies": 1278, "worked": 1279, "apricot": 1280, "recipes": 1281, "church": 1282, "ordering": 1283, "nailed": 1284, "refill": 1285, "quaint": 1286, "charm": 1287, "later": 1288, "known": 1289, "never": 1290, "stopped": 1291, "friendliest": 1292, "within": 1293, "walking": 1294, "distance": 1295, "figured": 1296, "sized": 1297, "welcoming": 1298, "applebee": 1299, "sriracha": 1300, "philly": 1301, "jalapeo": 1302, "cucumbers": 1303, "pickles": 1304, "gone": 1305, "wild": 1306, "honey": 1307, "macaroni": 1308, "marvelous": 1309, "flowers": 1310, "lovely": 1311, "sister": 1312, "stunning": 1313, "gorgeous": 1314, "lasted": 1315, "%": 1316, "skin": 1317, "owner": 1318, "hotdogs": 1319, "/": 1320, "quiet": 1321, "lincoln": 1322, "ave": 1323, "staying": 1324, "sheraton": 1325, "r": 1326, "bs": 1327, "exceedingly": 1328, "accommodate": 1329, "requests": 1330, "epic": 1331, "fed": 1332, "subs": 1333, "affordable": 1334, "prefer": 1335, "thin-crust": 1336, "sicilian": 1337, "zucchini": 1338, "recently": 1339, "remodeled": 1340, "specialty": 1341, "tasting": 1342, "referred": 1343, "same": 1344, "drive": 1345, "thru": 1346, "remembered": 1347, "him": 1348, "seeing": 1349, "bigger": 1350, "explained": 1351, "quoted": 1352, "vets": 1353, "dogs": 1354, "dr": 1355, "v": 1356, "lenny": 1357, "intimate": 1358, "birthdays": 1359, "celebrations": 1360, "etc": 1361, "byob": 1362, "says": 1363, "arrangements": 1364, "lasting": 1365, "patronizing": 1366, "hair": 1367, "possibly": 1368, "cupcakes": 1369, "themed": 1370, "tooth": 1371, "gave": 1372, "carrot": 1373, "pastry": 1374, "counter": 1375, "items": 1376, "jesse": 1377, "tire": 1378, "turnaround": 1379, "modern": 1380, "meat": 1381, "meats": 1382, "dishes": 1383, "discover": 1384, "moment": 1385, "look": 1386, "stuff": 1387, "red": 1388, "blue": 1389, "thrift": 1390, "shops": 1391, "days": 1392, "checkout": 1393, "lines": 1394, "moving": 1395, "style": 1396, "meatloaf": 1397, "roast": 1398, "grace": 1399, "meals": 1400, "touch": 1401, "wants": 1402, "served": 1403, "trimmings": 1404, "hand": 1405, "else": 1406, "rusty": 1407, "nail": 1408, "american": 1409, "sides": 1410, "basket": 1411, "butter": 1412, "heading": 1413, "coworkers": 1414, "graciously": 1415, "appreciate": 1416, "demeanor": 1417, "paul": 1418, "clock": 1419, "restoring": 1420, "heirloom": 1421, "knowledgeable": 1422, "helped": 1423, "keg": 1424, "emergency": 1425, "saved": 1426, "party": 1427, "earns": 1428, "loyalty": 1429, "crafts": 1430, "willing": 1431, "seen": 1432, "trying": 1433, "groomers": 1434, "animal": 1435, "elegance": 1436, "poodle": 1437, "feet": 1438, "dog": 1439, "seems": 1440, "grooming": 1441, "wholeheartedly": 1442, "proper": 1443, "furry": 1444, "services": 1445, "main": 1446, "groomed": 1447, "in-house": 1448, "savory": 1449, "eating": 1450, "spring": 1451, "breeze": 1452, "mussels": 1453, "god": 1454, "upbeat": 1455, "pino": 1456, "located": 1457, "lacking": 1458, "tonight": 1459, "charming": 1460, "liz": 1461, "servings": 1462, "classic": 1463, "barber": 1464, "perhaps": 1465, "mechanic": 1466, "thanksgiving": 1467, "able": 1468, "dedicated": 1469, "provided": 1470, "support": 1471, "deserves": 1472, "danny": 1473, "act": 1474, "saying": 1475, "pride": 1476, "joy": 1477, "damn": 1478, "flies": 1479, "having": 1480, "catered": 1481, "returned": 1482, "calls": 1483, "promptly": 1484, "communicated": 1485, "vendors": 1486, "event": 1487, "terrific": 1488, "amanda": 1489, "contact": 1490, "commented": 1491, "ask": 1492, "questions": 1493, "folks": 1494, "pricing": 1495, "trustworthy": 1496, "handling": 1497, "repairs": 1498, "options": 1499, "choose": 1500, "jasmine": 1501, "cassie": 1502, "inexpensive": 1503, "fav": 1504, "fastest": 1505, "result": 1506, "impeccable": 1507, "results": 1508, "could": 1509, "cared": 1510, "talk": 1511, "bob": 1512, "cantonese": 1513, "comes": 1514, "corners": 1515, "basement": 1516, "tomorrow": 1517, "anywhere": 1518, "following": 1519, "hey": 1520, "least": 1521, "mike": 1522, "auto": 1523, "def": 1524, "dealer": 1525, "mikes": 1526, "washed": 1527, "polished": 1528, "shelter": 1529, "generally": 1530, "cat": 1531, "foster": 1532, "adopt": 1533, "running": 1534, "buddy": 1535, "puppy": 1536, "animals": 1537, "kindness": 1538, "encountered": 1539, "passionate": 1540, "searching": 1541, "smile": 1542, "vincent": 1543, "pharmacy": 1544, "product": 1545, "respectful": 1546, "study": 1547, "americano": 1548, "espresso": 1549, "cappuccino": 1550, "conversation": 1551, "sterile": 1552, "latte": 1553, "vibe": 1554, "mellow": 1555, "wifi": 1556, "traveling": 1557, "doubt": 1558, "hip": 1559, "cups": 1560, "pgh": 1561, "studying": 1562, "meeting": 1563, "somewhat": 1564, "houses": 1565, "residential": 1566, "buildings": 1567, "blueberry": 1568, "scone": 1569, "rich": 1570, "blends": 1571, "proximity": 1572, "chai": 1573, "outside": 1574, "indian": 1575, "co-worker": 1576, "businesses": 1577, "serving": 1578, "exist": 1579, "addictive": 1580, "baristas": 1581, "beverage": 1582, "music": 1583, "balanced": 1584, "sip": 1585, "smooth": 1586, "complex": 1587, "expertly": 1588, "steamed": 1589, "milk": 1590, "learned": 1591, "lattes": 1592, "consistency": 1593, "internet": 1594, "outlets": 1595, "beverages": 1596, "cafe": 1597, "pricier": 1598, "maybe": 1599, "competitive": 1600, "italy": 1601, "bagels": 1602, "adore": 1603, "pace": 1604, "impressive": 1605, "chat": 1606, "barista": 1607, "noise": 1608, "relatively": 1609, "may": 1610, "become": 1611, "culture": 1612, "brand": 1613, "herbal": 1614, "chill": 1615, "dissatisfied": 1616, "mocha": 1617, "croissant": 1618, "provides": 1619, "setting": 1620, "fell": 1621, "kale": 1622, "filling": 1623, "informative": 1624, "surroundings": 1625, "because": 1626, "means": 1627, "garage": 1628, "doors": 1629, "girl": 1630, "fairly": 1631, "parm": 1632, "keeper": 1633, "waited": 1634, "cashew": 1635, "hurts": 1636, "2nd": 1637, "buffet": 1638, "itself": 1639, "independently": 1640, "pet": 1641, "supporting": 1642, "personality": 1643, "explanations": 1644, "goes": 1645, "essentially": 1646, "experiences": 1647, "shady": 1648, "chiropractic": 1649, "compassionate": 1650, "jackie": 1651, "runs": 1652, "oiled": 1653, "machine": 1654, "ray": 1655, "reviewer": 1656, "professionally": 1657, "everywhere": 1658, "important": 1659, "honesty": 1660, "walter": 1661, "smart": 1662, "tim": 1663, "growing": 1664, "fixed": 1665, "luckily": 1666, "automotive": 1667, "substitute": 1668, "needs": 1669, "genuinely": 1670, "concerns": 1671, "issues": 1672, "maintenance": 1673, "ups": 1674, "mr": 1675, "memory": 1676, "praises": 1677, "attention": 1678, "fix": 1679, "giving": 1680, "worthy": 1681, "approachable": 1682, "fully": 1683, "word": 1684, "describe": 1685, "loyal": 1686, "estimates": 1687, "sense": 1688, "stories": 1689, "hard": 1690, "finding": 1691, "period": 1692, "unheard": 1693, "favor": 1694, "minor": 1695, "called": 1696, "booked": 1697, "weeks": 1698, "five": 1699, "explain": 1700, "anything": 1701, "ace": 1702, "lock": 1703, "technician": 1704, "showed": 1705, "sounded": 1706, "city": 1707, "rated": 1708, "treats": 1709, "mouth": 1710, "watering": 1711, "making": 1712, "mouth-watering": 1713, "through": 1714, "lily": 1715, "divine": 1716, "reminds": 1717, "crusts": 1718, "exquisite": 1719, "nicest": 1720, "bought": 1721, "uniquely": 1722, "card": 1723, "third": 1724, "tops": 1725, "list": 1726, "tom": 1727, "brad": 1728, "cinnamon": 1729, "stations": 1730, "effective": 1731, "bright": 1732, "airy": 1733, "complaints": 1734, "addition": 1735, "african": 1736, "east": 1737, "liberty": 1738, "books": 1739, "bars": 1740, "shadow": 1741, "live": 1742, "basis": 1743, "mad": 1744, "responsive": 1745, "ownership": 1746, "performed": 1747, "artists": 1748, "key": 1749, "lime": 1750, "martini": 1751, "burrito": 1752, "pairing": 1753, "shit": 1754, "jazz": 1755, "mic": 1756, "branch": 1757, "glass": 1758, "cultural": 1759, "staffed": 1760, "delighted": 1761, "meet": 1762, "enthusiastic": 1763, "gallery": 1764, "extreme": 1765, "finish": 1766, "piece": 1767, "considering": 1768, "over-priced": 1769, "alternatives": 1770, "saver": 1771, "pouring": 1772, "dry": 1773, "dudes": 1774, "patch": 1775, "arriving": 1776, "changes": 1777, "apartments": 1778, "mostly": 1779, "receptionist": 1780, "eye": 1781, "doctors": 1782, "appointment": 1783, "optometrist": 1784, "delish": 1785, "vegan": 1786, "clearly": 1787, "marked": 1788, "compared": 1789, "utterly": 1790, "attitudes": 1791, "specialize": 1792, "checking": 1793, "scale": 1794, "kid": 1795, "activity": 1796, "families": 1797, "alike": 1798, "present": 1799, "complete": 1800, "information": 1801, "stand": 1802, "accept": 1803, "offer": 1804, "actual": 1805, "brian": 1806, "skills": 1807, "jeep": 1808, "reception": 1809, "person": 1810, "hours": 1811, "changing": 1812, "feelings": 1813, "indoor": 1814, "tennis": 1815, "club": 1816, "covered": 1817, "decade": 1818, "windows": 1819, "kung": 1820, "pao": 1821, "schedule": 1822, "plates": 1823, "offers": 1824, "lamb": 1825, "ranks": 1826, "slices": 1827, "baguette": 1828, "apple": 1829, "three": 1830, "dinning": 1831, "downstairs": 1832, "subtle": 1833, "parties": 1834, "kinds": 1835, "creative": 1836, "organic": 1837, "locally": 1838, "grown": 1839, "hummus": 1840, "reservations": 1841, "tent": 1842, "covering": 1843, "salmon": 1844, "finest": 1845, "port": 1846, "flight": 1847, "veal": 1848, "meatballs": 1849, "crisp": 1850, "flavors": 1851, "combinations": 1852, "textures": 1853, "towners": 1854, "happened": 1855, "stumble": 1856, "upon": 1857, "college": 1858, "student": 1859, "european": 1860, "deal": 1861, "temperature": 1862, "novel": 1863, "idea": 1864, "inventive": 1865, "casbah": 1866, "eggs": 1867, "benedict": 1868, "potatoes": 1869, "fruit": 1870, "assortment": 1871, "truffle": 1872, "add": 1873, "flare": 1874, "vegetarian": 1875, "celebrating": 1876, "plate": 1877, "arugula": 1878, "w": 1879, "olives": 1880, "sophisticated": 1881, "rid": 1882, "awful": 1883, "stools": 1884, "bisque": 1885, "cocktail": 1886, "mimosas": 1887, "sat": 1888, "regardless": 1889, "per": 1890, "octopus": 1891, "bourbon": 1892, "started": 1893, "pork": 1894, "chop": 1895, "fatty": 1896, "short": 1897, "rib": 1898, "ravioli": 1899, "robert": 1900, "dreaming": 1901, "includes": 1902, "entree": 1903, "peach": 1904, "biscuits": 1905, "bite": 1906, "left": 1907, "start": 1908, "ps": 1909, "mandatory": 1910, "combines": 1911, "blend": 1912, "presentation": 1913, "lighting": 1914, "calming": 1915, "received": 1916, "sauteed": 1917, "opinion": 1918, "delivers": 1919, "formal": 1920, "sourced": 1921, "disappointed": 1922, "combo": 1923, "delectable": 1924, "visiting": 1925, "multiple": 1926, "appreciated": 1927, "cocktails": 1928, "halibut": 1929, "sort": 1930, "mignon": 1931, "creamy": 1932, "surrounding": 1933, "attire": 1934, "dressy": 1935, "farm": 1936, "winter": 1937, "island": 1938, "duck": 1939, "leaving": 1940, "celebrated": 1941, "birthday": 1942, "laid": 1943, "dinners": 1944, "wanting": 1945, "excited": 1946, "follow-up": 1947, "salon": 1948, "pampered": 1949, "adorable": 1950, "storm": 1951, "pita": 1952, "gold": 1953, "comfy": 1954, "young": 1955, "keeping": 1956, "milkshakes": 1957, "hungover": 1958, "stomach": 1959, "gyro": 1960, "treasure": 1961, "waitstaff": 1962, "cuisine": 1963, "disappoint": 1964, "boys": 1965, "extraordinary": 1966, "dig": 1967, "bad": 1968, "importantly": 1969, "hipster": 1970, "funky": 1971, "artsy": 1972, "write": 1973, "glad": 1974, "veg": 1975, "foodies": 1976, "matches": 1977, "almost": 1978, "unexpected": 1979, "before": 1980, "well-made": 1981, "bowls": 1982, "tip": 1983, "spoiled": 1984, "peanut": 1985, "soy": 1986, "salsa": 1987, "ethical": 1988, "carry": 1989, "staples": 1990, "milkshake": 1991, "extensive": 1992, "cold": 1993, "horchata": 1994, "thoroughly": 1995, "shadyside": 1996, "pt": 1997, "cant": 1998, "himself": 1999, "listened": 2000, "breadsticks": 2001, "past": 2002, "marinara": 2003, "behind": 2004, "firm": 2005, "needless": 2006, "attend": 2007, "hearty": 2008, "pleasurable": 2009, "conclusion": 2010, "ready": 2011, "combination": 2012, "saves": 2013, "fooled": 2014, "exterior": 2015, "filled": 2016, "hole": 2017, "theirs": 2018, "mediterranean": 2019, "pizzas": 2020, "yum": 2021, "marsala": 2022, "tons": 2023, "practice": 2024, "professionals": 2025, "facilities": 2026, "top-notch": 2027, "techs": 2028, "patience": 2029, "asking": 2030, "tech": 2031, "chris": 2032, "vet": 2033, "maggie": 2034, "john": 2035, "weekly": 2036, "bag": 2037, "biscotti": 2038, "alright": 2039, "delis": 2040, "boars": 2041, "head": 2042, "selling": 2043, "herbs": 2044, "pots": 2045, "co-op": 2046, "groceries": 2047, "container": 2048, "fill": 2049, "boxes": 2050, "spices": 2051, "bulk": 2052, "sections": 2053, "pre": 2054, "smoothies": 2055, "health": 2056, "shopped": 2057, "member": 2058, "buy": 2059, "everybody": 2060, "gigantic": 2061, "bean": 2062, "enticing": 2063, "soul": 2064, "reccommend": 2065, "clients": 2066, "juice": 2067, "friggin": 2068, "products": 2069, "diamond": 2070, "rough": 2071, "seem": 2072, "adding": 2073, "stopping": 2074, "trader": 2075, "strip": 2076, "tomatoes": 2077, "cosmetics": 2078, "membership": 2079, "penny": 2080, "smells": 2081, "navigate": 2082, "healthy": 2083, "disappoints": 2084, "construction": 2085, "junction": 2086, "money": 2087, "colors": 2088, "functional": 2089, "art": 2090, "whether": 2091, "donate": 2092, "displayed": 2093, "email": 2094, "gives": 2095, "inventory": 2096, "updates": 2097, "miss": 2098, "climbing": 2099, "wall": 2100, "months": 2101, "effort": 2102, "routes": 2103, "planning": 2104, "frequently": 2105, "groupon": 2106, "brakes": 2107, "mark": 2108, "continental": 2109, "becky": 2110, "described": 2111, "eclectic": 2112, "handles": 2113, "floor": 2114, "unassuming": 2115, "puff": 2116, "winner": 2117, "private": 2118, "artistic": 2119, "foreign": 2120, "prepare": 2121, "pricy": 2122, "fee": 2123, "sharing": 2124, "window": 2125, "bottle": 2126, "chick": 2127, "middle": 2128, "furnishings": 2129, "decorations": 2130, "property": 2131, "recent": 2132, "december": 2133, "museum": 2134, "until": 2135, "19th": 2136, "exhibit": 2137, "online": 2138, "features": 2139, "reminder": 2140, "compliments": 2141, "listens": 2142, "listen": 2143, "styling": 2144, "suite": 2145, "groups": 2146, "val": 2147, "kyle": 2148, "colorist": 2149, "skilled": 2150, "breath": 2151, "air": 2152, "annie": 2153, "calzones": 2154, "takeout": 2155, "grabbing": 2156, "slice": 2157, "sundae": 2158, "headed": 2159, "south": 2160, "cone": 2161, "efficiently": 2162, "under": 2163, "shake": 2164, "blueberries": 2165, "strawberries": 2166, "move": 2167, "root": 2168, "barrel": 2169, "spice": 2170, "ice-cream": 2171, "page": 2172, "sweeter": 2173, "soft": 2174, "pieces": 2175, "coconut": 2176, "dairy": 2177, "mart": 2178, "marry": 2179, "tradition": 2180, "alone": 2181, "cones": 2182, "childhood": 2183, "guarantee": 2184, "wallet": 2185, "pack": 2186, "hiding": 2187, "hectic": 2188, "chaos": 2189, "reflect": 2190, "old-fashioned": 2191, "ethics": 2192, "gals": 2193, "jonathan": 2194, "heck": 2195, "tiramisu": 2196, "celebrate": 2197, "mushroom": 2198, "sauces": 2199, "informed": 2200, "unbelievable": 2201, "walk": 2202, "holy": 2203, "vodka": 2204, "fianc": 2205, "shared": 2206, "appetizers": 2207, "penne": 2208, "alla": 2209, "entrees": 2210, "deliciously": 2211, "leftovers": 2212, "spent": 2213, "kick": 2214, "overbearing": 2215, "visits": 2216, "t": 2217, "sets": 2218, "standard": 2219, "someday": 2220, "anniversary": 2221, "gin": 2222, "spendy": 2223, "chance": 2224, "meatball": 2225, "starter": 2226, "accompaniment": 2227, "visited": 2228, "courses": 2229, "device": 2230, "occasions": 2231, "single": 2232, "rates": 2233, "fixes": 2234, "held": 2235, "curly": 2236, "talented": 2237, "styles": 2238, "cuts": 2239, "stylists": 2240, "stylist": 2241, "current": 2242, "color": 2243, "watching": 2244, "gourmet": 2245, "quote": 2246, "memories": 2247, "bands": 2248, "eastern": 2249, "comedy": 2250, "energy": 2251, "met": 2252, "twice": 2253, "falafel": 2254, "introduced": 2255, "march": 2256, "please": 2257, "creates": 2258, "carefully": 2259, "shot": 2260, "believe": 2261, "happens": 2262, "wednesday": 2263, "typical": 2264, "lean": 2265, "towards": 2266, "greek": 2267, "z": 2268, "spirits": 2269, "gyros": 2270, "either": 2271, "german": 2272, "sooo": 2273, "max": 2274, "mason": 2275, "jar": 2276, "brings": 2277, "lil": 2278, "iced": 2279, "feast": 2280, "bucket": 2281, "put": 2282, "hmmm": 2283, "nearby": 2284, "sounds": 2285, "north": 2286, "wheel": 2287, "finally": 2288, "killer": 2289, "drafts": 2290, "player": 2291, "quarter": 2292, "popcorn": 2293, "sooooooooo": 2294, "forgot": 2295, "several": 2296, "forward": 2297, "liver": 2298, "home-made": 2299, "neat": 2300, "steel": 2301, "girlfriend": 2302, "schnitzel": 2303, "haunts": 2304, "legit": 2305, "corned": 2306, "bus": 2307, "empty": 2308, "provide": 2309, "meetings": 2310, "normally": 2311, "case": 2312, "chunky": 2313, "[": 2314, "]": 2315, "careful": 2316, "certain": 2317, "box": 2318, "grotto": 2319, "properly": 2320, "turned": 2321, "varieties": 2322, "tour": 2323, "guided": 2324, "rangoon": 2325, "craving": 2326, "egg": 2327, "dolly": 2328, "madison": 2329, "st": 2330, "quintessential": 2331, "amazingly": 2332, "hooked": 2333, "named": 2334, "streets": 2335, "condiments": 2336, "son": 2337, "3rd": 2338, "generation": 2339, "read": 2340, "smaller": 2341, "appointed": 2342, "boutique": 2343, "bathrooms": 2344, "shines": 2345, "weddings": 2346, "gladly": 2347, "attended": 2348, "blown": 2349, "beauty": 2350, "included": 2351, "hall": 2352, "courtyard": 2353, "lady": 2354, "doc": 2355, "surrounded": 2356, "sports": 2357, "memorabilia": 2358, "bites": 2359, "clark": 2360, "grille": 2361, "fucking": 2362, "number": 2363, "natural": 2364, "morning": 2365, "dozens": 2366, "rotation": 2367, "focaccia": 2368, "dough": 2369, "ron": 2370, "oktoberfest": 2371, "events": 2372, "sell": 2373, "ethic": 2374, "billy": 2375, "action": 2376, "sight": 2377, "water": 2378, "movies": 2379, "architecture": 2380, "exploring": 2381, "museums": 2382, "dont": 2383, "dinosaur": 2384, "educational": 2385, "collections": 2386, "watches": 2387, "butterfly": 2388, "displays": 2389, "hint": 2390, "exception": 2391, "must-see": 2392, "seemed": 2393, "literally": 2394, "legends": 2395, "opened": 2396, "superior": 2397, "lunches": 2398, "melts": 2399, "whim": 2400, "surely": 2401, "virginia": 2402, "personal": 2403, "romantic": 2404, "manner": 2405, "complementary": 2406, "fudge": 2407, "lets": 2408, "speak": 2409, "self": 2410, "boot": 2411, "mama": 2412, "gravy": 2413, "loaded": 2414, "interior": 2415, "blackened": 2416, "linguine": 2417, "spaghetti": 2418, "homey": 2419, "war": 2420, "forget": 2421, "bonus": 2422, "relative": 2423, "concert": 2424, "sporting": 2425, "dan": 2426, "create": 2427, "greens": 2428, "suits": 2429, "cheep": 2430, "crap": 2431, "invited": 2432, "total": 2433, "jobs": 2434, "shall": 2435, "receive": 2436, "dave": 2437, "fashion": 2438, "cleaner": 2439, "rub": 2440, "workout": 2441, "sliding": 2442, "monthly": 2443, "rate": 2444, "satisfactory": 2445, "bucks": 2446, "involved": 2447, "bbq": 2448, "quesadillas": 2449, "mousse": 2450, "pacific": 2451, "holiday": 2452, "musical": 2453, "rainy": 2454, "parts": 2455, "painting": 2456, "children": 2457, "ages": 2458, "creativity": 2459, "paper": 2460, "screen": 2461, "printing": 2462, "thoughtful": 2463, "focused": 2464, "washing": 2465, "attraction": 2466, "tough": 2467, "exhibits": 2468, "tear": 2469, "yep": 2470, "considerate": 2471, "explore": 2472, "older": 2473, "parent": 2474, "coolest": 2475, "tape": 2476, "maze": 2477, "might": 2478, "collard": 2479, "take-out": 2480, "southern": 2481, "slow": 2482, "wood": 2483, "fire": 2484, "quirky": 2485, "fool": 2486, "smoke": 2487, "smokey": 2488, "tender": 2489, "smoky": 2490, "steelers": 2491, "born": 2492, "ill": 2493, "baby": 2494, "gon": 2495, "na": 2496, "yard": 2497, "fans": 2498, "seasons": 2499, "congrats": 2500, "curtain": 2501, "arizona": 2502, "crazy": 2503, "spirit": 2504, "ticket": 2505, "face": 2506, "maryland": 2507, "breathtaking": 2508, "faith": 2509, "story": 2510, "fashioned": 2511, "nick": 2512, "york": 2513, "ton": 2514, "landmark": 2515, "operated": 2516, "shepherd": 2517, "butcher": 2518, "broiled": 2519, "tail": 2520, "moist": 2521, "boxed": 2522, "presented": 2523, "feels": 2524, "hire": 2525, "behaved": 2526, "cousins": 2527, "pierogi": 2528, "spiced": 2529, "stephanie": 2530, "deliver": 2531, "karaoke": 2532, "nights": 2533, "corner": 2534, "beat": 2535, "communication": 2536, "guests": 2537, "played": 2538, "songs": 2539, "hills": 2540, "call": 2541, "handy": 2542, "checked": 2543, "exotic": 2544, "comforting": 2545, "talking": 2546, "unbelievably": 2547, "low": 2548, "alcohol": 2549, "karen": 2550, "genius": 2551, "anybody": 2552, "quarters": 2553, "season": 2554, "sergio": 2555, "flawless": 2556, "hospitable": 2557, "client": 2558, "integrity": 2559, "priority": 2560, "emily": 2561, "blond": 2562, "edamame": 2563, "thinking": 2564, "drooling": 2565, "pens": 2566, "pitchers": 2567, "gosh": 2568, "loaf": 2569, "pecan": 2570, "mixture": 2571, "gooey": 2572, "suited": 2573, "agree": 2574, "nearly": 2575, "wish": 2576, "library": 2577, "programs": 2578, "thanked": 2579, "personally": 2580, "needed": 2581, "crunchy": 2582, "chewy": 2583, "massive": 2584, "outrageously": 2585, "freezing": 2586, "down-to-earth": 2587, "messy": 2588, "shredded": 2589, "chunks": 2590, "joints": 2591, "exciting": 2592, "existing": 2593, "slightly": 2594, "fingers": 2595, "crossed": 2596, "ins": 2597, "ruth": 2598, "greets": 2599, "watched": 2600, "waffle": 2601, "serves": 2602, "locals": 2603, "definatly": 2604, "expected": 2605, "signature": 2606, "cookie": 2607, "ridiculously": 2608, "smiling": 2609, "honored": 2610, "pick-up": 2611, "performance": 2612, "series": 2613, "prime": 2614, "mixed": 2615, "walks": 2616, "asks": 2617, "ideal": 2618, "tier": 2619, "ipa": 2620, "coleslaw": 2621, "ruben": 2622, "boom": 2623, "father": 2624, "hella": 2625, "cuban": 2626, "press": 2627, "picks": 2628, "eyes": 2629, "banana": 2630, "oatmeal": 2631, "well-prepared": 2632, "chatted": 2633, "minutes": 2634, "scratch": 2635, "faster": 2636, "raspberry": 2637, "walnut": 2638, "hotcakes": 2639, "deserving": 2640, "gods": 2641, "rocked": 2642, "pancake": 2643, "fluffy": 2644, "ham": 2645, "plain": 2646, "recommendations": 2647, "writing": 2648, "finished": 2649, "neither": 2650, "nostalgia": 2651, "walls": 2652, "pumpkin": 2653, "breakfasts": 2654, "donut": 2655, "magic": 2656, "pamela": 2657, "kinda": 2658, "couples": 2659, "solo": 2660, "hangovers": 2661, "fieri": 2662, "stepped": 2663, "numerous": 2664, "energetic": 2665, "ranges": 2666, "understanding": 2667, "gluten": 2668, "promise": 2669, "news": 2670, "cup": 2671, "salty": 2672, "spot-on": 2673, "featured": 2674, "network": 2675, "struggle": 2676, "speedy": 2677, "thin": 2678, "bubbly": 2679, "vehicle": 2680, "haircut": 2681, "perfectionist": 2682, "loving": 2683, "dentist": 2684, "ease": 2685, "somehow": 2686, "prior": 2687, "peas": 2688, "tikka": 2689, "lava": 2690, "pulled": 2691, "chorizo": 2692, "stocked": 2693, "samples": 2694, "margherita": 2695, "masterpiece": 2696, "four": 2697, "rounds": 2698, "golf": 2699, "mt": 2700, "rueben": 2701, "speciality": 2702, "chili": 2703, "omlette": 2704, "rooftop": 2705, "mind": 2706, "margarita": 2707, "tenders": 2708, "laugh": 2709, "ghetto": 2710, "bouquet": 2711, "tears": 2712, "floral": 2713, "happier": 2714, "florist": 2715, "referral": 2716, "purchases": 2717, "cravings": 2718, "thrilled": 2719, "expanded": 2720, "imported": 2721, "brew": 2722, "cave": 2723, "bone": 2724, "magical": 2725, "spotty": 2726, "bringing": 2727, "bottled": 2728, "avocado": 2729, "ability": 2730, "weekends": 2731, "in-laws": 2732, "craft": 2733, "wise": 2734, "cheesy": 2735, "bare": 2736, "bones": 2737, "barbeque": 2738, "microbrews": 2739, "ben": 2740, "die": 2741, "regent": 2742, "mix": 2743, "match": 2744, "supreme": 2745, "type": 2746, "budget": 2747, "ending": 2748, "blow": 2749, "hotdog": 2750, "biggest": 2751, "challenge": 2752, "awe": 2753, "allows": 2754, "hundreds": 2755, "o": 2756, "tossed": 2757, "rotating": 2758, "living": 2759, "rivals": 2760, "lovers": 2761, "fancy": 2762, "afternoons": 2763, "suggestions": 2764, "unhealthy": 2765, "dark": 2766, "dingy": 2767, "offerings": 2768, "co-workers": 2769, "drinker": 2770, "tips": 2771, "patrons": 2772, "compelled": 2773, "pass": 2774, "up-to-date": 2775, "magazines": 2776, "amazed": 2777, "dental": 2778, "immaculate": 2779, "insurance": 2780, "coverage": 2781, "expanding": 2782, "minimal": 2783, "dentists": 2784, "roomy": 2785, "sweetheart": 2786, "dipping": 2787, "closing": 2788, "high-quality": 2789, "designer": 2790, "machines": 2791, "taco": 2792, "bell": 2793, "sadly": 2794, "permanently": 2795, "closed": 2796, "cheesesteaks": 2797, "freshest": 2798, "buns": 2799, "greatest": 2800, "master": 2801, "hardware": 2802, "masters": 2803, "routine": 2804, "stream": 2805, "sublime": 2806, "sub": 2807, "cheesesteak": 2808, "cheeseburger": 2809, "provolone": 2810, "wedges": 2811, "family-owned": 2812, "nicer": 2813, "gentle": 2814, "amy": 2815, "kept": 2816, "resource": 2817, "andrea": 2818, "hygienist": 2819, "proficient": 2820, "first-time": 2821, "teeth": 2822, "cousin": 2823, "octane": 2824, "rating": 2825, "marty": 2826, "handle": 2827, "benihana": 2828, "chefs": 2829, "hh": 2830, "wines": 2831, "sake": 2832, "clutch": 2833, "volcano": 2834, "boat": 2835, "hibachi": 2836, "accompany": 2837, "mex": 2838, "margaritas": 2839, "verde": 2840, "americanized": 2841, "tanya": 2842, "nikki": 2843, "tequila": 2844, "chipotle": 2845, "nacho": 2846, "grande": 2847, "trips": 2848, "mango": 2849, "dean": 2850, "dependable": 2851, "contrary": 2852, "gracious": 2853, "exit": 2854, "haircuts": 2855, "roof": 2856, "laughed": 2857, "jason": 2858, "leather": 2859, "chairs": 2860, "combos": 2861, "soba": 2862, "archery": 2863, "brands": 2864, "gear": 2865, "somewhere": 2866, "wind": 2867, "acceptable": 2868, "dressings": 2869, "competent": 2870, "ny": 2871, "tree": 2872, "deck": 2873, "thicker": 2874, "sitting": 2875, "upstairs": 2876, "colleagues": 2877, "dang": 2878, "al": 2879, "dente": 2880, "rehearsal": 2881, "pizzeria": 2882, "perfected": 2883, "pink": 2884, "old-school": 2885, "tie": 2886, "doughnut": 2887, "success": 2888, "pittsburg": 2889, "realize": 2890, "coast": 2891, "yeah": 2892, "remarkable": 2893, "doughnuts": 2894, "west": 2895, "maid": 2896, "van": 2897, "drove": 2898, "brighter": 2899, "em": 2900, "anthony": 2901, "based": 2902, "scampi": 2903, "alfredo": 2904, "women": 2905, "helping": 2906, "cc": 2907, "join": 2908, "told": 2909, "fountain": 2910, "fireplace": 2911, "brittany": 2912, "dale": 2913, "michelle": 2914, "woman": 2915, "sara": 2916, "jim": 2917, "cutest": 2918, "gotten": 2919, "heather": 2920, "senior": 2921, "adored": 2922, "b": 2923, "c": 2924, "confident": 2925, "jenna": 2926, "interacted": 2927, "darn": 2928, "given": 2929, "jessie": 2930, "pay": 2931, "lisa": 2932, "engaging": 2933, "desk": 2934, "hamburger": 2935, "blt": 2936, "themselves": 2937, "munchies": 2938, "app": 2939, "preference": 2940, "lemonade": 2941, "adequate": 2942, "weather": 2943, "insane": 2944, "exact": 2945, "scallops": 2946, "corn": 2947, "hash": 2948, "attached": 2949, "cash": 2950, "register": 2951, "raved": 2952, "swanky": 2953, "decadent": 2954, "pair": 2955, "moderate": 2956, "loud": 2957, "sparkling": 2958, "pomegranate": 2959, "smoked": 2960, "break": 2961, "mature": 2962, "apparent": 2963, "breaded": 2964, "martinis": 2965, "evenings": 2966, "flashy": 2967, "olive": 2968, "batter": 2969, "jerk": 2970, "coupon": 2971, "redeem": 2972, "restaurant.com": 2973, "certificate": 2974, "district": 2975, "caramel": 2976, "pesto": 2977, "lemon": 2978, "fri": 2979, "nite": 2980, "buzz": 2981, "pours": 2982, "along": 2983, "placed": 2984, "decorated": 2985, "appealing": 2986, "primarily": 2987, "sticky": 2988, "noisy": 2989, "dirty": 2990, "tight": 2991, "cider": 2992, "mule": 2993, "groupons": 2994, "heavenly": 2995, "goodness": 2996, "bound": 2997, "dreamed": 2998, "atomic": 2999, "peppery": 3000, "spread": 3001, "peppers": 3002, "2-3": 3003, "buses": 3004, "drivers": 3005, "stain": 3006, "simplicity": 3007, "accessible": 3008, "planet": 3009, "omelettes": 3010, "jo": 3011, "truck": 3012, "overworked": 3013, "grub": 3014, "baklava": 3015, "pan": 3016, "grandmother": 3017, "colorful": 3018, "supply": 3019, "heard": 3020, "hype": 3021, "lived": 3022, "satisfy": 3023, "mighty": 3024, "sum": 3025, "slaw": 3026, "cole": 3027, "impossible": 3028, "primanti": 3029, "bros": 3030, "aspect": 3031, "advertised": 3032, "soda": 3033, "refills": 3034, "cap": 3035, "ha": 3036, "tourists": 3037, "luv": 3038, "quantity": 3039, "boy": 3040, "yikes": 3041, "pictures": 3042, "below": 3043, "sound": 3044, "tvs": 3045, "initially": 3046, "skeptical": 3047, "country": 3048, "legendary": 3049, "institution": 3050, "angus": 3051, "gentleman": 3052, "yelled": 3053, "drunk": 3054, "pastrami": 3055, "partner": 3056, "famous": 3057, "ultimately": 3058, "mine": 3059, "napkins": 3060, "appetite": 3061, "note": 3062, "managed": 3063, "grill": 3064, "introduce": 3065, "scenery": 3066, "all-in-all": 3067, "topped": 3068, "melted": 3069, "tortillas": 3070, "flour": 3071, "fajitas": 3072, "fat": 3073, "respectable": 3074, "cart": 3075, "tongue": 3076, "cilantro": 3077, "block": 3078, "puts": 3079, "sunny": 3080, "burritos": 3081, "watermelon": 3082, "effing": 3083, "texas": 3084, "version": 3085, "salsas": 3086, "mucho": 3087, "laura": 3088, "sums": 3089, "sun": 3090, "shining": 3091, "tamales": 3092, "mexican": 3093, "quesadilla": 3094, "jalapeno": 3095, "tostadas": 3096, "locate": 3097, "tend": 3098, "albeit": 3099, "dips": 3100, "generously": 3101, "portioned": 3102, "request": 3103, "lacked": 3104, "robust": 3105, "lengua": 3106, "trade": 3107, "timeless": 3108, "balcony": 3109, "arrived": 3110, "understaffed": 3111, "stew": 3112, "entertain": 3113, "clam": 3114, "chowder": 3115, "pickle": 3116, "cigar": 3117, "sorry": 3118, "wins": 3119, "shoppe": 3120, "roasted": 3121, "peanuts": 3122, "hits": 3123, "unmatched": 3124, "precious": 3125, "rustic": 3126, "nc": 3127, "unparalleled": 3128, "teas": 3129, "cigars": 3130, "pot": 3131, "reward": 3132, "walked": 3133, "aware": 3134, "shell": 3135, "divey": 3136, "cucumber": 3137, "response": 3138, "classics": 3139, "row": 3140, "notice": 3141, "enjoyment": 3142, "lentil": 3143, "pleasing": 3144, "monica": 3145, "thinner": 3146, "toasty": 3147, "shabby": 3148, "mmmm": 3149, "rarely": 3150, "anymore": 3151, "refuse": 3152, "sangria": 3153, "warehouse": 3154, "antique": 